START_COMMAND_MESSAGE = '''
🤖 Привет, я - <b>parse-бот</b>, созданный для поиска подходящих предметов в CS:GO на площадке BUFF.

<u>Мои основные команды</u>:

▶️ Запустить парсер - /start_parse

⏸️ Остановить парсер - /stop_parse

⚙️ Изменить настройки - /change_settings

🚀 Давай начнём!
'''
START_PARSE_COMMAND_MESSAGE = '▶️ Парсер успешно запущен'
STOP_PARSE_COMMAND_MESSAGE = '⏸️ Парсер успешно остановлен'
ALREADY_STOP_PARSE_COMMAND_MESSAGE = '❗ Парсер <b>уже</b> остановлен'
CHANGE_SETTINGS_COMMAND_MESSAGE = '🤖 Выберите, что хотите изменить:'
NEED_STOP_PARSE_MESSAGE = '❗ Для изменения настроек для начала нужно <b>остановить</b> парсер'

START_SHORT_COMMAND_MESSAGE = 'перезапуск'
START_PARSE_SHORT_COMMAND_MESSAGE = 'запустить парсер'
STOP_PARSE_SHORT_COMMAND_MESSAGE = 'остановить парсер'
CHANGE_SETTINGS_SHORT_COMMAND_MESSAGE = 'изменить настройки'
